export const botMessages:Record<string, string> = {
  "English": "English has been set as your preferred language, but you can change it anytime using the language switch above.",
  "हिन्दी": "आपकी पसंदीदा भाषा हिन्दी कर दी गई है, परन्तु आप इसे कभी भी ऊपर दिए गए भाषा परिवर्तन विकल्प का उपयोग करके बदल सकते हैं।",
  "मराठी": "तुमची पसंतीची भाषा म्हणून मराठी निवडली गेली आहे, पण तुम्ही ती वर दिलेल्या भाषा बदलण्याच्या पर्यायाचा वापर करून कधीही बदलू शकता.",
  "ગુજરાતી": "તમારી પસંદગીની ભાષા તરીકે ગુજરાતી પસંદ થઈ ગઈ છે, પરંતુ તમે તેને ઉપર આપેલા ભાષા બદલવાના વિકલ્પનો ઉપયોગ કરીને ક્યારે પણ બદલી શકો છો.",
  "ಕನ್ನಡ": "ನಿಮ್ಮ ಇಷ್ಟದ ಭಾಷೆಯಾಗಿ ಕನ್ನಡ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ, ಆದರೆ ಮೇಲಿನ ಭಾಷೆ ಬದಲಾವಣೆ ಆಯ್ಕೆಯನ್ನು ಬಳಸಿ ನೀವು ಇದನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಬದಲಾಯಿಸಬಹುದು.",
  "தமிழ்": "உங்கள் விருப்ப மொழியாக தமிழ் தேர்ந்தெடுக்கப்பட்டுள்ளது, ஆனால் மேலே உள்ள மொழி மாற்று விருப்பத்தை பயன்படுத்தி இதனை எப்போதும் மாற்றலாம்.",
  "తెలుగు": "మీ ఇష్టమైన భాషగా తెలుగు ఎంచుకోబడింది, కానీ పైభాగంలో ఉన్న భాష మార్చు ఎంపికను ఉపయోగించి మీరు దీన్ని ఎప్పుడైనా మార్చవచ్చు.",
  "বাংলা": "আপনার প্রিয় ভাষা হিসেবে বাংলা নির্বাচিত হয়েছে, তবে উপরে থাকা ভাষা পরিবর্তন বিকল্প ব্যবহার করে আপনি এটি যেকোনো সময় পরিবর্তন করতে পারেন।",
  "ਪੰਜਾਬੀ": "ਤੁਹਾਡੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਵਜੋਂ ਪੰਜਾਬੀ ਚੁਣੀ ਗਈ ਹੈ, ਪਰ ਉੱਪਰ ਦਿੱਤੇ ਭਾਸ਼ਾ ਬਦਲਣ ਦੇ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੁਸੀਂ ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਵੇਲੇ ਬਦਲ ਸਕਦੇ ਹੋ।",
  "অসমীয়া": "আপোনাৰ প্ৰিয় ভাষা হিচাপে অসমীয়া বাছনি কৰা হৈছে, কিন্তু ওপৰৰ ভাষা সলনি বিকল্প ব্যৱহাৰ কৰি আপুনি এইটো যিকোনো সময়ত সলনি কৰিব পাৰে।",
  "ଓଡ଼ିଆ": "ଆପଣଙ୍କ ପସନ୍ଦର ଭାଷା ଭାବରେ ଓଡ଼ିଆ ଚୟନ କରାଯାଇଛି, କିନ୍ତୁ ଉପରେ ଥିବା ଭାଷା ପରିବର୍ତ୍ତନ ବିକଳ୍ପର ଉପଯୋଗ କରି ଆପଣ ଏହାକୁ ଯେକେହି ସମୟରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ।"
};